{
  "translation":{
    "Início": "Home",
    "Sobre mim": "About me",
    "Com mais de 1 ano de experiência na área de dados, sou apaixonado por transformar informações em decisões estratégicas. Em um dos projetos que lidero, desenvolvi um painel no Power BI que permitiu a um cliente reduzir os custos operacionais em 20% e duplicar o faturamento mensal. Esse resultado demonstra meu comprometimento em criar soluções baseadas em dados que geram impacto direto e positivo nos negócios.": "With over 1 year of experience in the data area, I am passionate about transforming information into strategic decisions. In one of the projects I lead, I developed a Power BI dashboard that allowed a client to reduce operational costs by 20% and double monthly revenue. This result demonstrates my commitment to creating data-driven solutions that generate a direct and positive impact on businesses.",
    "Atualmente, na MRO, trabalho diariamente com Power BI, sendo responsável pela gestão e desenvolvimento de painéis que apoiam a tomada de decisão. Minha atuação envolve desde a concepção de relatórios personalizados até a integração de diferentes fontes de dados, garantindo informações precisas e acessíveis. Além disso, contribuo para a otimização de processos corporativos, implementando melhorias por meio da análise de dados, automação e integração de sistemas.": "Currently, at MRO, I work daily with Power BI, being responsible for the management and development of dashboards that support decision-making. My work involves everything from designing customized reports to integrating different data sources, ensuring accurate and accessible information. In addition, I contribute to the optimization of corporate processes, implementing improvements through data analysis, automation and systems integration.",
    "Minha experiência prática e técnica também me permite compartilhar conhecimento com colegas, ajudando a construir uma cultura orientada a dados. Meu objetivo é sempre transformar desafios em oportunidades, utilizando dados como ferramenta principal para alcançar resultados mensuráveis e consistentes.": "My practical and technical experience also allows me to share knowledge with colleagues, helping to build a data-driven culture. My goal is to always turn challenges into opportunities, using data as the main tool to achieve measurable and consistent results.",
    "Projetos": "Projects",
    "Certificados": "Certificates",
    "Contato": "Contact",
    "Olá, sou o": "Hey, I am",
    "Analista de dados": "Data Analyst",
    "Mais sobre mim": "More about myself",
    "projetos mais recentes": "latest projects",
    "painel de vendas e marketing": "sales and marketing dashboard",
    "Visão Geral da Performance: Métricas essenciais como receita, custo, lucro, média de conversão e engajamento, acompanhando o crescimento dos KPIs em relação ao ano anterior. Análise Avançada de Leads e Canais de Vendas.": "Performance Overview: Essential metrics such as revenue, cost, profit, average conversion and engagement, tracking the growth of KPIs compared to the previous year. Advanced Analysis of Leads and Sales Channels.",
    "acompanhamento de atendimentos": "monitoring of services",
    "Monitoramento do tempo médio de operação, permitindo acompanhar desde a saída da ambulância até a chegada ao hospital. Visualizar protocolos mais utilizados e desempenho geral da equipe.": "Monitoring of average operating time, allowing you to follow the ambulance from departure to arrival at the hospital. View the most used protocols and overall team performance.",
    "gestão de lojas": "store management",
    "Faturamento e Lucro Total e mensal, com comparativos anuais e semanais. Produtos mais vendidos, margem de lucro, faturamento e lucro por categoria. Faturamento, margem de lucro e tempo médio de entrega por filial.": "Total and monthly revenue and profit, with annual and weekly comparisons. Best-selling products, profit margin, revenue and profit by category. Revenue, profit margin and average delivery time by branch.",
    "acompanhamento de projetos": "project monitoring",
    "Monitoramento do orçamento, custo real e um KPI de consumo mostrando o percentual do orçamento usado. Demonstra o acumulado dos custos ao longo do tempo, visualiza os valores gastos com cada fornecedor.": "Budget monitoring, actual cost and a consumption KPI showing the percentage of the budget used. Shows the accumulated costs over time, visualizing the amounts spent with each supplier.",
    "acompanhamento de compras": "purchase tracking",
    "Valor total de compras e total de pedidos para monitoramento dos gastos e volumes globais. Compras dentro e fora do prazo, e compras canceladas. OTIF (On-Time In-Full), um indicador para acompanhar a eficiência da cadeia de suprimentos.": "Total purchase value and total orders for monitoring overall spending and volumes. On-time and off-time purchases, and canceled purchases. OTIF (On-Time In-Full), an indicator for monitoring supply chain efficiency.",
    "acompanhamento de acidentes em rodovias federais": "monitoring of accidents on federal highways",
    "Acompanhamento de Acidentes: Dados sobre eventos, vítimas e óbitos em rodovias federais, destacando estados mais afetados, horários e causas principais.": "Accident Monitoring: Data on events, victims and deaths on federal highways, highlighting the most affected states, times and main causes.",
    "acompanhamento de vendas": "sales monitoring",
    "O dashboard acompanha o faturamento real e a meta, destacando a diferença percentual por filial. Inclui gráficos comparativos por mês, análise do desvio da meta e filtros para visualização por ano e filial.": "The dashboard tracks actual revenue and target, highlighting the percentage difference by branch. It includes comparative graphs by month, analysis of target deviation and filters for viewing by year and branch.",
    "relatório pesquisa de satisfação dos colaboradores": "employee satisfaction survey report",
    "Visão Geral da Satisfação: Métricas como perguntas respondidas, cargos, funcionários e fontes de recrutamento, além da evolução dos KPIs de satisfação e demografia.": "Satisfaction Overview: Metrics such as questions answered, job titles, employees and recruitment sources, as well as the evolution of satisfaction and demographic KPIs.",
    "acompanhamento de performance NBA": "NBA performance tracking",
    "Performance NBA: Dados de pontos, acertos e estatísticas detalhadas, com visão por times e jogadores, destacando métricas como PPJ, turnovers e roubos de bola.": "NBA Performance: Detailed scoring, shooting and stats data, with team and player insights, highlighting metrics like PPP, turnovers and steals.",
    "acompanhamento financeiro": "financial monitoring",
    "Acompanhamento Financeiro: Métricas essenciais como Receita, Custos, Lucro Bruto, EBITDA e Lucro Líquido, analisando a evolução financeira por ano, país e categoria.": "Financial Monitoring: Essential metrics such as Revenue, Costs, Gross Profit, EBITDA and Net Profit, analyzing financial evolution by year, country and category.",
    "em breve": "shortly",
    "Carregando": "Loading",
    "Ver projeto": "See project",
    "Meus certificados": "My certificates",
    "Criando Aplicativos Web com Streamlit": "Building Web Applications with Streamlit",
    "Este curso ensina a criar e personalizar aplicativos interativos de visualização de dados com Streamlit, abordando desde os conceitos básicos até o deploy na nuvem. Você aprenderá a estruturar um app, customizar a interface, explorar dados da FIFA e publicar seu projeto no Streamlit Cloud. Ideal para quem deseja transformar análises em dashboards dinâmicos de forma rápida e intuitiva.": "This course teaches you how to create and customize interactive data visualization applications with Streamlit, covering everything from the basics to deploying them to the cloud. You will learn how to structure an app, customize the interface, explore FIFA data, and publish your project to Streamlit Cloud. Ideal for those who want to transform analyses into dynamic dashboards quickly and intuitively.",
    "Analisando Dados com Pandas & SQL": "Analyzing Data with Pandas and SQL",
    "Este curso oferece uma introdução prática ao Pandas, abordando desde conceitos básicos até o uso avançado com SQL. Você aprenderá a filtrar, agrupar e combinar tabelas, além de realizar análises reais, como preços da gasolina no Brasil, obesidade mundial e PIB per capita. O curso finaliza com um desafio prático, consolidando os conhecimentos adquiridos.": "This course provides a practical introduction to Pandas, covering everything from basic concepts to advanced SQL usage. You will learn how to filter, group, and combine tables, as well as perform real-world analyses, such as gasoline prices in Brazil, global obesity, and GDP per capita. The course ends with a hands-on challenge, consolidating the knowledge acquired.",
    "Visualização de Dados com Seaborn": "Data Visualization with Seaborn",
    "Visualização de Dados com Matplotlib": "Data Visualization with Matplotlib",
    "No curso, aprendi a publicar e gerenciar relatórios, implementar segurança com RLS, conectar o Power BI a diversas fontes de dados (Google Sheets, SharePoint, APIs, bancos de dados) e configurar atualizações automáticas e fluxos de dados. Além disso, explorei dados em tempo real e streaming com Power Automate e formulários.": "In the course, I learned how to publish and manage reports, implement security with RLS, connect Power BI to multiple data sources (Google Sheets, SharePoint, APIs, databases), and set up automatic refreshes and dataflows. I also explored real-time and streaming data with Power Automate and forms.",
    "Dominando o Power Automate": "Mastering Power Automate",
    "No curso da Empower Data, aprendi a automatizar processos com Power Automate, configurando triggers e ações, manipulando variáveis e loops, criando fluxos paralelos com JSON e integrando com Power BI, SharePoint e Teams. Também explorei o AI Builder para análises avançadas.": "In the Empower Data course, I learned how to automate processes with Power Automate, setting up triggers and actions, manipulating variables and loops, creating parallel flows with JSON, and integrating with Power BI, SharePoint, and Teams. I also explored AI Builder for advanced analytics.",
    "O curso foi dividido em atividades focadas em programação e Python. Começou com a Apresentação do curso, seguida por Lógica de programação e Introdução a Python. Depois, abordou os Fundamentos da linguagem, o primeiro Projeto para construir uma calculadora, e o projeto de Software de gestão para locadora de carros. Incluiu o módulo OS, Gerenciamento de erros e depuração de código, o projeto de Pedra, Papel e Tesoura, Programação orientada a objetos, e finalizou com o projeto Simulando o caos em academias.": "The course was divided into activities focused on programming and Python. It began with the Course Introduction, followed by Programming Logic and Introduction to Python. Then, it covered the Fundamentals of the language, the first Project to build a calculator, and the Management Software project for a car rental company. It included the OS module, Error Management and Code Debugging, the Rock, Paper, Scissors project, Object-Oriented Programming, and ended with the Simulating Chaos in Gyms project.",
    "Curso Completo De Banco de Dados": "Complete Database Course",
    "O curso de SQL cobriu desde os fundamentos até tópicos avançados. Iniciou com a introdução a bancos de dados relacionais e comandos básicos (SELECT, INSERT, UPDATE, DELETE), passando por joins, funções agregadas, e subconsultas. Abordou manipulação de dados, transações, otimização de performance com índices, e segurança. Incluiu a criação de Views, Stored Procedures e triggers, além de modelagem de dados e SQL para Big Data. O curso também contou com projetos práticos e preparação para certificações SQL.": "The SQL course covered everything from the fundamentals to advanced topics. It began with an introduction to relational databases and basic commands (SELECT, INSERT, UPDATE, DELETE), followed by joins, aggregate functions, and subqueries. It covered data manipulation, transactions, performance optimization with indexes, and security. It included creating Views, Stored Procedures, and triggers, as well as data modeling and SQL for Big Data. The course also included hands-on projects and preparation for SQL certifications.",
    "Curso COMPLETO de Excel do Básico ao Avançado + Dashboards": "COMPLETE Excel Course from Basic to Advanced + Dashboards",
    "O curso de Excel, do básico ao avançado, cobriu desde funções básicas (SOMA, MÉDIA) até avançadas (PROCV, ÍNDICE, PROCH), gráficos e tabelas dinâmicas. Ensinou manipulação de dados, validação, macros e VBA para automação. A parte final focou na criação de dashboards interativos, com gráficos avançados e controles dinâmicos para visualização de dados. O curso incluiu exercícios práticos para aplicar os conhecimentos em cenários corporativos.": "The Excel course, from beginner to advanced, covered everything from basic functions (SUM, AVERAGE) to advanced functions (VLOOKUP, INDEX, HLOOKUP), graphs and pivot tables. It taught data manipulation, validation, macros and VBA for automation. The final part focused on creating interactive dashboards, with advanced graphs and dynamic controls for data visualization. The course included practical exercises to apply the knowledge in corporate scenarios.",
    "Formação Microsoft Power BI Profissional": "Microsoft Power BI Professional Training",
    "O curso abordou a transformação de dados com Power Query, modelagem dimensional (Star Schema e Snow Flake) e domínio de fórmulas DAX avançadas. Ensinou visualização de dados persuasiva e storytelling para apresentar informações de forma impactante. Também incluiu a implementação de projetos completos e gestão avançada no Power BI Service para compartilhamento e colaboração.": "The course covered data transformation with Power Query, dimensional modeling (Star Schema and Snow Flake), and mastery of advanced DAX formulas. It taught persuasive data visualization and storytelling to present information in an impactful way. It also included the implementation of complete projects and advanced management in Power BI Service for sharing and collaboration.",
    "Fale comigo": "Talk to me"
  }
}